---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.EuroPrefix
source: html/96127963-1ff3-374b-77a9-737d9f88a56b.htm
---
# Autodesk.Revit.DB.SymbolTypeId.EuroPrefix Property

Symbol €, indicating unit Currency.

## Syntax (C#)
```csharp
public static ForgeTypeId EuroPrefix { get; }
```